<?php
return [
    'hero' => 'نملك كل شيئ',
    'car' => 'سيارتك',
    'need' => 'تحتاجه',
    'hero_text' => 'وصف وصف',
    'hero_btn' => 'استكشف الان',
    'nav' => [
        'home' => 'الرئيسية',
        'cars' => 'السيارات',
        'about' => 'من نحن',
        'parts' => 'القطع',
        'blogs' => 'المدونة',
        'login' => 'تسجيل دخول',
        'logout' => 'تسجيل خروج'
    ],
    'types_subtitle' => 'جميع السيارات',
    'types_title' => 'نملك جميع انواع السيارات',
    'types_desc' => 'وصف وصف وصف',
    'parts_subtitle' => 'ماذا نقدم',
    'parts_title' => 'القطع الخاصة بنا دائما مميزة',
    'parts_desc' => 'وصف وصف وصف',
    'buy_now' => 'اشتري الان',
    'view' => 'مشاهدة التفاصيل',
    'related' => 'قطع ذات صلة'
];
